taskProcessing=\u0412\u044B\u043F\u043E\u043B\u043D\u044F\u0435\u0442\u0441\u044F...
completeSuccessfully=\u0412\u044B\u043F\u043E\u043B\u043D\u0435\u043D\u043E \u0443\u0441\u043F\u0435\u0448\u043D\u043E \u0437\u0430 
foundDuplicates=\u041D\u0430\u0439\u0434\u0435\u043D\u043E \u0434\u0443\u0431\u043B\u0438\u0440\u0443\u044E\u0449\u0438\u0445 \u0444\u0430\u0439\u043B\u043E\u0432: 
canceled=\u041E\u0442\u043C\u0435\u043D\u0435\u043D\u043E
error=\u0412\u043E\u0437\u043D\u0438\u043A\u043B\u0430 \u043E\u0448\u0438\u0431\u043A\u0430
countFiles=\u0421\u0447\u0438\u0442\u0430\u0435\u043C \u0444\u0430\u0439\u043B\u044B.
totalFiles=\u0412\u0441\u0435\u0433\u043E \u0444\u0430\u0439\u043B\u043E\u0432: 
countFail=\u041D\u0435 \u0443\u0434\u0430\u0435\u0442\u0441\u044F \u043F\u043E\u0441\u0447\u0438\u0442\u0430\u0442\u044C \u0444\u0430\u0439\u043B\u044B \u0432 \u0443\u043A\u0430\u0437\u0430\u043D\u043D\u043E\u0439 \u0434\u0438\u0440\u0435\u043A\u0442\u043E\u0440\u0438\u0438.
cantGetFilesFromDir=\u041D\u0435 \u0443\u0434\u0430\u0435\u0442\u0441\u044F \u043F\u043E\u043B\u0443\u0447\u0438\u0442\u044C \u0444\u0430\u0439\u043B\u044B \u0438\u0437 \u0443\u043A\u0430\u0437\u0430\u043D\u043D\u043E\u0439 \u0434\u0438\u0440\u0435\u043A\u0442\u043E\u0440\u0438\u0438.
notFileNotDir=\u041D\u0435 \u043F\u0430\u043F\u043A\u0430 \u0438 \u043D\u0435 \u0444\u0430\u0439\u043B.
isLink=\u0421\u0441\u044B\u043B\u043A\u0438 \u043D\u0435 \u043F\u043E\u0434\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u044E\u0442\u0441\u044F. \u0412\u044B\u0431\u0435\u0440\u0438\u0442\u0435 \u043D\u0435\u043F\u043E\u0441\u0440\u0435\u0434\u0441\u0442\u0432\u0435\u043D\u043D\u044B\u0439 \u043E\u0431\u044A\u0435\u043A\u0442. 
link=\u0420\u0430\u0441\u043F\u043E\u043B\u043E\u0436\u0435\u043D\u0438\u0435 \u0441\u0441\u044B\u043B\u043A\u0438:
realPath=\u0420\u0430\u0441\u043F\u043E\u043B\u043E\u0436\u0435\u043D\u0438\u0435 \u043E\u0431\u044A\u0435\u043A\u0442\u0430:
bigFile=\u0411\u043E\u043B\u044C\u0448\u043E\u0439 \u0444\u0430\u0439\u043B.
chosenByParent=\u0412\u0441\u0435\u0433\u043E \u0444\u0430\u0439\u043B\u043E\u0432 \u0432\u044B\u0431\u0440\u0430\u043D\u043E \u0434\u043B\u044F \u0441\u043E\u0445\u0440\u0430\u043D\u0435\u043D\u0438\u044F \u0432 \u0446\u0435\u043B\u0435\u0432\u043E\u0439 \u043F\u0430\u043F\u043A\u0435: 
chosenByRoot=\u0412\u0441\u0435\u0433\u043E \u0444\u0430\u0439\u043B\u043E\u0432 \u0432\u044B\u0431\u0440\u0430\u043D\u043E \u0434\u043B\u044F \u0441\u043E\u0445\u0440\u0430\u043D\u0435\u043D\u0438\u044F \u043F\u043E \u043F\u0440\u0435\u0444\u0438\u043A\u0441\u0443 \u043F\u0443\u0442\u0438: 
chosenToDelete=\u0412\u0441\u0435\u0433\u043E \u0444\u0430\u0439\u043B\u043E\u0432 \u0432\u044B\u0431\u0440\u0430\u043D\u043E \u0434\u043B\u044F \u0443\u0434\u0430\u043B\u0435\u043D\u0438\u044F: 
#Time conversion
h_m_s_ms=%d \u0447 %2d \u043C %2d \u0441 %3d \u043C\u0441
m_s_ms=%2d \u043C %2d \u0441 %3d \u043C\u0441
s_ms=%2d \u0441 %3d \u043C\u0441
ms=%3d \u043C\u0441
#Help
getStarted=\u041F\u0440\u0438\u0432\u0435\u0442!\n\n\
\u0414\u0430\u043D\u043D\u0430\u044F \u043F\u0440\u043E\u0433\u0440\u0430\u043C\u043C\u0430 \u043F\u0440\u0435\u0434\u043D\u0430\u0437\u043D\u0430\u0447\u0435\u043D\u0430 \u0434\u043B\u044F \u043F\u043E\u0438\u0441\u043A\u0430 \u0438 \u0443\u0434\u0430\u043B\u0435\u043D\u0438\u044F \u0434\u0443\u0431\u043B\u0438\u043A\u0430\u0442\u043E\u0432 \u0444\u0430\u0439\u043B\u043E\u0432. \
\u0414\u0443\u0431\u043B\u0438\u043A\u0430\u0442\u0430\u043C\u0438, \u0432 \u043A\u043E\u043D\u0442\u0435\u043A\u0441\u0442\u0435 \u043F\u0440\u043E\u0433\u0440\u0430\u043C\u043C\u044B, \u0441\u0447\u0438\u0442\u0430\u044E\u0442\u0441\u044F \u0444\u0430\u0439\u043B\u044B c \u043E\u0434\u0438\u043D\u0430\u043A\u043E\u0432\u044B\u043C \u0441\u043E\u0434\u0435\u0440\u0436\u0438\u043C\u044B\u043C (\u0442.\u0435. \u0444\u0430\u0439\u043B\u044B, \u0445\u0435\u0448 \u0441\u0443\u043C\u043C\u044B \u043A\u043E\u0442\u043E\u0440\u044B\u0445 \u0441\u043E\u0432\u043F\u0430\u0434\u0430\u044E\u0442). \
\u0424\u0430\u0439\u043B\u044B \u043D\u0435 \u0434\u043E\u043B\u0436\u043D\u044B \u0431\u044B\u0442\u044C \u043F\u0443\u0441\u0442\u044B\u043C\u0438 (\u0437\u0430\u043D\u0438\u043C\u0430\u0442\u044C 0 \u0431\u0430\u0439\u0442\u043E\u0432) \u0438 \u0434\u043E\u043B\u0436\u043D\u044B \u0431\u044B\u0442\u044C \u0434\u043E\u0441\u0442\u0443\u043F\u043D\u044B. \u0412 \u043E\u0441\u0442\u0430\u043B\u044C\u043D\u043E\u043C \u043C\u043E\u0433\u0443\u0442 \u0431\u044B\u0442\u044C \u043F\u0440\u043E\u0430\u043D\u0430\u043B\u0438\u0437\u0438\u0440\u043E\u0432\u0430\u043D\u044B \u043B\u044E\u0431\u044B\u0435 \u0444\u0430\u0439\u043B\u044B.\n\n\
\u0414\u043B\u044F \u043D\u0430\u0447\u0430\u043B\u0430 \u0432\u044B\u0431\u0435\u0440\u0438\u0442\u0435 \u0444\u0430\u0439\u043B\u044B \u0438 \u043F\u0430\u043F\u043A\u0438 \u0434\u043B\u044F \u043F\u0440\u043E\u0432\u0435\u0440\u043A\u0438 \u0438 \u0437\u0430\u043F\u0443\u0441\u0442\u0438\u0442\u0435 \u043D\u043E\u0432\u044B\u0439 \u043F\u043E\u0438\u0441\u043A. \u041F\u043E \u043E\u043A\u043E\u043D\u0447\u0430\u043D\u0438\u044E \u043F\u0440\u043E\u0432\u0435\u0440\u043A\u0438 \u043F\u0435\u0440\u0435\u0439\u0434\u0438\u0442\u0435 \u043A \u043F\u0430\u043D\u0435\u043B\u0438 \u0440\u0435\u0437\u0443\u043B\u044C\u0442\u0430\u0442\u043E\u0432. \
\u0412\u044B\u0431\u0440\u0430\u043D\u043D\u044B\u0439 \u0444\u0430\u0439\u043B \u043E\u0441\u0442\u0430\u0435\u0442\u0441\u044F, \u043E\u0441\u0442\u0430\u043B\u044C\u043D\u044B\u0435 \u043F\u043E\u043F\u0430\u0434\u0430\u044E\u0442 \u0432 \u0441\u043F\u0438\u0441\u043E\u043A \u043D\u0430 \u0443\u0434\u0430\u043B\u0435\u043D\u0438\u0435. \
\u0428\u0430\u0431\u043B\u043E\u043D \u043F\u043E\u0437\u0432\u043E\u043B\u044F\u0435\u0442 \u043F\u0440\u043E\u0438\u0437\u0432\u0435\u0441\u0442\u0438 \u0432\u044B\u0431\u043E\u0440 \u0432\u043E \u0432\u0441\u0435\u0445 \u043F\u043E\u0434\u0445\u043E\u0434\u044F\u0449\u0438\u0445 \u0433\u0440\u0443\u043F\u043F\u0430\u0445 \u0434\u0443\u0431\u043B\u0438\u043A\u0430\u0442\u043E\u0432 \u0430\u0432\u0442\u043E\u043C\u0430\u0442\u0438\u0447\u0435\u0441\u043A\u0438. \
\u0422\u0430\u043A\u0438\u043C \u043E\u0431\u0440\u0430\u0437\u043E\u043C, \u043D\u0435\u0442 \u043D\u0435\u043E\u0431\u0445\u043E\u0434\u0438\u043C\u043E\u0441\u0442\u0438 \u0432\u0440\u0443\u0447\u043D\u0443\u044E \u0432\u044B\u0434\u0435\u043B\u044F\u0442\u044C \u0442\u044B\u0441\u044F\u0447\u0438 \u0444\u0430\u0439\u043B\u043E\u0432. \
\u0422\u0430\u043A \u0436\u0435 \u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E \u0432\u0440\u0443\u0447\u043D\u0443\u044E \u0438\u0441\u043A\u043B\u044E\u0447\u0438\u0442\u044C \u0438\u0437 \u0441\u043F\u0438\u0441\u043A\u0430 \u0434\u0443\u0431\u043B\u0438\u043A\u0430\u0442\u043E\u0432 \u0444\u0430\u0439\u043B\u044B \u0438 \u043F\u0430\u043F\u043A\u0438 (\u0447\u0435\u0440\u0435\u0437 \u0448\u0430\u0431\u043B\u043E\u043D). \
\u0412 \u0442\u0430\u043A\u043E\u043C \u0441\u043B\u0443\u0447\u0430\u0435 \u043E\u043D\u0438 \u043D\u0435 \u043C\u043E\u0433\u0443\u0442 \u043F\u043E\u043F\u0430\u0441\u0442\u044C \u0432 \u0441\u043F\u0438\u0441\u043E\u043A \u043D\u0430 \u0443\u0434\u0430\u043B\u0435\u043D\u0438\u0435 \u0438 \u043D\u0435 \u0431\u0443\u0434\u0443\u0442 \u043C\u0435\u0448\u0430\u0442\u044C.\n\n\
\u0420\u0435\u0437\u0443\u043B\u044C\u0442\u0430\u0442\u044B \u043C\u043E\u0436\u043D\u043E \u0441\u043E\u0445\u0440\u0430\u043D\u0438\u0442\u044C \u0438 \u0437\u0430\u0433\u0440\u0443\u0437\u0438\u0442\u044C, \
\u043C\u043E\u0436\u043D\u043E \u0434\u043E\u0431\u0430\u0432\u0438\u0442\u044C \u043A \u0442\u0435\u043A\u0443\u0449\u0438\u043C \u0440\u0435\u0437\u0443\u043B\u044C\u0442\u0430\u0442\u0430\u043C \u0440\u0435\u0437\u0443\u043B\u044C\u0442\u0430\u0442\u044B \u043D\u043E\u0432\u043E\u0439 \u043F\u0440\u043E\u0432\u0435\u0440\u043A\u0438 \
(\u043E\u0447\u0435\u0432\u0438\u0434\u043D\u043E, \u0445\u0435\u0448 \u0444\u0443\u043D\u043A\u0446\u0438\u044E \u043F\u0440\u0438 \u044D\u0442\u043E\u043C \u043C\u0435\u043D\u044F\u0442\u044C \u043D\u0435 \u0441\u043B\u0435\u0434\u0443\u0435\u0442). \n\n\
\u041F\u0440\u043E\u0433\u0440\u0430\u043C\u043C\u0430 \u043F\u043E\u0437\u0432\u043E\u043B\u044F\u0435\u0442 \u0443\u0434\u0430\u043B\u0438\u0442\u044C \u0444\u0430\u0439\u043B\u044B \u0442\u043E\u043B\u044C\u043A\u043E \u0432 \u0442\u043E\u043C \u0441\u043B\u0443\u0447\u0430\u0435, \
\u0435\u0441\u043B\u0438 \u0432 \u0438\u0442\u043E\u0433\u0435 \u043E\u0434\u0438\u043D \u0438\u0437 \u0434\u0443\u0431\u043B\u0438\u043A\u0430\u0442\u043E\u0432 \u0432 \u0433\u0440\u0443\u043F\u043F\u0435 \u043E\u0441\u0442\u0430\u0435\u0442\u0441\u044F.\n\n\
\u041F\u041E\u041C\u041D\u0418\u0422\u0415, "\u0444\u0430\u0439\u043B\u044B \u0441 \u043E\u0434\u0438\u043D\u0430\u043A\u043E\u0432\u044B\u043C \u0441\u043E\u0434\u0435\u0440\u0436\u0438\u043C\u044B\u043C" \u043D\u0435 \u0432\u0441\u0435\u0433\u0434\u0430 \u0442\u043E\u0436\u0434\u0435\u0441\u0442\u0432\u0435\u043D\u043D\u044B \
"\u0431\u0435\u0441\u043F\u043E\u043B\u0435\u0437\u043D\u044B\u043C \u0444\u0430\u0439\u043B\u0430\u043C". \u0414\u0443\u043C\u0430\u0439\u0442\u0435 \u043F\u0435\u0440\u0435\u0434 \u0442\u0435\u043C, \u043A\u0430\u043A \u0443\u0434\u0430\u043B\u0438\u0442\u044C. \u041E\u0431\u0440\u0430\u0442\u043D\u043E\u0433\u043E \u043F\u0443\u0442\u0438 \u043D\u0435 \u0431\u0443\u0434\u0435\u0442! \n\n\
Enjoy!
gitHubLink=Fork me on GitHub!
emailMe=unduplicator@gmail.com
nameYear=\u0412\u0438\u0442\u0430\u043B\u0438\u0439 \u041F\u043E\u0434\u0437\u0438\u0433\u0443\u043D (\u043A\u043E\u0434), \u0410\u043B\u0435\u043D\u0430 \u041F\u043E\u0434\u0437\u0438\u0433\u0443\u043D (\u0438\u0437\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u044F), 2017
