taskProcessing=\u0412\u0438\u043A\u043E\u043D\u0443\u0454\u0442\u044C\u0441\u044F...
hashsumsCount=\u0424\u0430\u0439\u043B\u0456\u0432 \u0443\u0441\u043F\u0456\u0448\u043D\u043E \u043E\u0431\u0440\u043E\u0431\u043B\u0435\u043D\u043E: 
completeSuccessfully=\u0412\u0438\u043A\u043E\u043D\u0430\u043D\u043E \u0443\u0441\u043F\u0456\u0448\u043D\u043E \u0437\u0430 
foundDuplicates=\u0417\u043D\u0430\u0439\u0434\u0435\u043D\u043E \u0434\u0443\u0431\u043B\u044E\u044E\u0447\u0438\u0445 \u0444\u0430\u0439\u043B\u0456\u0432: 
canceled=\u0412\u0456\u0434\u043C\u0456\u043D\u0435\u043D\u043E
error=\u0412\u0438\u043D\u0438\u043A\u043B\u0430 \u043F\u043E\u043C\u0438\u043B\u043A\u0430
countFiles=\u0420\u0430\u0445\u0443\u0454\u043C\u043E \u0444\u0430\u0439\u043B\u0438.
totalFiles=\u0423\u0441\u044C\u043E\u0433\u043E \u0444\u0430\u0439\u043B\u0456\u0432: 
countFail=\u041D\u0435\u043C\u0430\u0454 \u043C\u043E\u0436\u043B\u0438\u0432\u043E\u0441\u0442\u0456 \u043F\u0456\u0434\u0440\u0430\u0445\u0443\u0432\u0430\u0442\u0438 \u0444\u0430\u0439\u043B\u0438 \u0443 \u0432\u043A\u0430\u0437\u0430\u043D\u0456\u0439 \u0434\u0438\u0440\u0435\u043A\u0442\u043E\u0440\u0456\u0457.
cantGetFilesFromDir=\u041D\u0435\u043C\u0430\u0454 \u043C\u043E\u0436\u043B\u0438\u0432\u043E\u0441\u0442\u0456 \u043E\u0442\u0440\u0438\u043C\u0430\u0442\u0438 \u0444\u0430\u0439\u043B\u0438 \u0437 \u0432\u043A\u0430\u0437\u0430\u043D\u043E\u0457 \u0434\u0438\u0440\u0435\u043A\u0442\u043E\u0440\u0456\u0457.
notFileNotDir=\u041D\u0435 \u043F\u0430\u043F\u043A\u0430 \u0456 \u043D\u0435 \u0444\u0430\u0439\u043B.
isLink=\u041F\u043E\u0441\u0438\u043B\u0430\u043D\u043D\u044F \u043D\u0435 \u043F\u0456\u0434\u0442\u0440\u0438\u043C\u0443\u044E\u0442\u044C\u0441\u044F. \u0412\u0438\u0431\u0435\u0440\u0456\u0442\u044C \u0431\u0435\u0437\u043F\u043E\u0441\u0435\u0440\u0435\u0434\u043D\u0456\u0439 \u043E\u0431'\u0454\u043A\u0442. 
link=\u0420\u043E\u0437\u0442\u0430\u0448\u0443\u0432\u0430\u043D\u043D\u044F \u043F\u043E\u0441\u0438\u043B\u0430\u043D\u043D\u044F:
realPath=\u0420\u043E\u0437\u0442\u0430\u0448\u0443\u0432\u0430\u043D\u043D\u044F \u043E\u0431'\u0454\u043A\u0442\u0443:
bigFile=\u0412\u0435\u043B\u0438\u043A\u0438\u0439 \u0444\u0430\u0439\u043B.
seeLog=\u0414\u0438\u0432\u0438\u0441\u044C \u043B\u043E\u0433
chosenByParent=\u0412\u0441\u044C\u043E\u0433\u043E \u0444\u0430\u0439\u043B\u0456\u0432 \u0432\u0438\u0431\u0440\u0430\u043D\u043E \u0434\u043B\u044F \u0437\u0431\u0435\u0440\u0456\u0433\u0430\u043D\u043D\u044F \u0432 \u0446\u0456\u043B\u044C\u043E\u0432\u0456\u0439 \u043F\u0430\u043F\u0446\u0456: 
chosenByRoot=\u0412\u0441\u044C\u043E\u0433\u043E \u0444\u0430\u0439\u043B\u0456\u0432 \u0432\u0438\u0431\u0440\u0430\u043D\u043E \u0434\u043B\u044F \u0437\u0431\u0435\u0440\u0456\u0433\u0430\u043D\u043D\u044F \u0437\u0430 \u043F\u0440\u0435\u0444\u0456\u043A\u0441\u043E\u043C \u0448\u043B\u044F\u0445\u0443: 
chosenToDelete=\u0412\u0441\u044C\u043E\u0433\u043E \u0444\u0430\u0439\u043B\u0456\u0432 \u0432\u0438\u0431\u0440\u0430\u043D\u043E \u0434\u043B\u044F \u0432\u0438\u0434\u0430\u043B\u0435\u043D\u043D\u044F: 
#Time conversion
h_m_s_ms=%d \u0433 %2d \u0445\u0432 %2d \u0441 %3d \u043C\u0441
m_s_ms=%2d \u0445\u0432 %2d \u0441 %3d \u043C\u0441
s_ms=%2d \u0441 %3d \u043C\u0441
ms=%3d \u043C\u0441
bytePowers=\u0411\u0430\u0439\u0442\u0438 \u043A\u0411 \u041A\u0456\u0411 \u041C\u0411 \u041C\u0456\u0411 \u0413\u0411 \u0413\u0456\u0411 \u0422\u0411 \u0422\u0456\u0411 \u041F\u0411 \u041F\u0456\u0411 \u0415\u0411 \u0415\u0456\u0411
#Help
getStarted=\u0412\u0456\u0442\u0430\u044E!\n\n\
\u0426\u044F \u043F\u0440\u043E\u0433\u0440\u0430\u043C\u0430 \u043F\u0440\u0438\u0437\u043D\u0430\u0447\u0435\u043D\u0430 \u0434\u043B\u044F \u043F\u043E\u0448\u0443\u043A\u0443 \u0442\u0430 \u0432\u0438\u0434\u0430\u043B\u0435\u043D\u043D\u044F \u0434\u0443\u0431\u043B\u0456\u043A\u0430\u0442\u0456\u0432 \u0444\u0430\u0439\u043B\u0456\u0432. \
\u0414\u0443\u0431\u043B\u0456\u043A\u0430\u0442\u0430\u043C\u0438, \u0432 \u043A\u043E\u043D\u0442\u0435\u043A\u0441\u0442\u0456 \u043F\u0440\u043E\u0433\u0440\u0430\u043C\u0438, \u0432\u0432\u0430\u0436\u0430\u044E\u0442\u044C\u0441\u044F \u0444\u0430\u0439\u043B\u0438 \u0437 \u043E\u0434\u043D\u0430\u043A\u043E\u0432\u0438\u043C \u0432\u043C\u0456\u0441\u0442\u043E\u043C (\u0442\u043E\u0431\u0442\u043E \u0444\u0430\u0439\u043B\u0438, \u0445\u0435\u0448 \u0441\u0443\u043C\u0438 \u044F\u043A\u0438\u0445 \u0441\u043F\u0456\u0432\u043F\u0430\u0434\u0430\u044E\u0442\u044C). \
\u0424\u0430\u0439\u043B\u0438 \u043D\u0435 \u043F\u043E\u0432\u0438\u043D\u043D\u0456 \u0431\u0443\u0442\u0438 \u043F\u043E\u0440\u043E\u0436\u043D\u0456\u043C\u0438 (\u0437\u0430\u0439\u043C\u0430\u0442\u0438 0 \u0431\u0430\u0439\u0442\u0456\u0432) \u0456 \u043C\u0430\u044E\u0442\u044C \u0431\u0443\u0442\u0438 \u0434\u043E\u0441\u0442\u0443\u043F\u043D\u0438\u043C\u0438. \u041E\u043A\u0440\u0456\u043C \u0446\u044C\u043E\u0433\u043E \u043C\u043E\u0436\u0443\u0442\u044C \u0431\u0443\u0442\u0438 \u043F\u0440\u043E\u0430\u043D\u0430\u043B\u0456\u0437\u043E\u0432\u0430\u043D\u0456 \u0431\u0443\u0434\u044C \u044F\u043A\u0456 \u0444\u0430\u0439\u043B\u0438.\n\n\
\u0414\u043B\u044F \u043F\u043E\u0447\u0430\u0442\u043A\u0443 \u043E\u0431\u0435\u0440\u0456\u0442\u044C \u0444\u0430\u0439\u043B\u0438 \u0442\u0430 \u043F\u0430\u043F\u043A\u0438 \u0434\u043B\u044F \u043F\u0435\u0440\u0435\u0432\u0456\u0440\u043A\u0438 \u0442\u0430 \u0437\u0430\u043F\u0443\u0441\u0442\u0456\u0442\u044C \u043D\u043E\u0432\u0438\u0439 \u043F\u043E\u0448\u0443\u043A. \u041F\u0456\u0441\u043B\u044F \u0437\u0430\u043A\u0456\u043D\u0447\u0435\u043D\u043D\u044F \u043F\u0435\u0440\u0435\u0432\u0456\u0440\u043A\u0438 \u043F\u0435\u0440\u0435\u0439\u0434\u0456\u0442\u044C \u0434\u043E \u043F\u0430\u043D\u0435\u043B\u0456 \u0440\u0435\u0437\u0443\u043B\u044C\u0442\u0430\u0442\u0456\u0432. \
\u041E\u0431\u0440\u0430\u043D\u0438\u0439 \u0444\u0430\u0439\u043B \u0437\u0430\u043B\u0438\u0448\u0430\u0454\u0442\u044C\u0441\u044F, \u0456\u043D\u0448\u0456 \u043F\u043E\u0442\u0440\u0430\u043F\u043B\u044F\u044E\u0442\u044C \u0432 \u043F\u0435\u0440\u0435\u043B\u0456\u043A \u043D\u0430 \u0432\u0438\u0434\u0430\u043B\u0435\u043D\u043D\u044F. \
\u0428\u0430\u0431\u043B\u043E\u043D \u0434\u043E\u0437\u0432\u043E\u043B\u044F\u0454 \u043F\u0440\u043E\u0432\u0435\u0441\u0442\u0438 \u0430\u0432\u0442\u043E\u043C\u0430\u0442\u0438\u0447\u043D\u0438\u0439 \u0432\u0438\u0431\u0456\u0440 \u0443 \u0432\u0441\u0456\u0445 \u0432\u0456\u0434\u043F\u043E\u0432\u0456\u0434\u043D\u0438\u0445 \u0433\u0440\u0443\u043F\u0430\u0445 \u0434\u0443\u0431\u043B\u0456\u043A\u0430\u0442\u0456\u0432. \
\u0422\u0430\u043A\u0438\u043C \u0447\u0438\u043D\u043E\u043C, \u043D\u0435 \u043F\u043E\u0442\u0440\u0456\u0431\u043D\u043E \u0432\u043B\u0430\u0441\u043D\u043E\u0440\u0443\u0447 \u043E\u0431\u0438\u0440\u0430\u0442\u0438 \u0442\u0438\u0441\u044F\u0447\u0456 \u0444\u0430\u0439\u043B\u0456\u0432. \
\u0422\u0430\u043A\u043E\u0436 \u043C\u043E\u0436\u043B\u0438\u0432\u043E \u0432\u0438\u043A\u043B\u044E\u0447\u0438\u0442\u0438 \u0437 \u043F\u0435\u0440\u0435\u043B\u0456\u043A\u0443 \u0434\u0443\u0431\u043B\u0456\u043A\u0430\u0442\u0456\u0432 \u0444\u0430\u0439\u043B\u0438 \u0442\u0430 \u043F\u0430\u043F\u043A\u0438 (\u0437\u0430 \u0434\u043E\u043F\u043E\u043C\u043E\u0433\u043E\u044E \u0448\u0430\u0431\u043B\u043E\u043D\u0430), \u0432 \u0440\u0430\u0437\u0456 \u043F\u043E\u0442\u0440\u0435\u0431\u0438. \
\u0412 \u0442\u0430\u043A\u043E\u043C\u0443 \u0440\u0430\u0437\u0456 \u0432\u043E\u043D\u0438 \u043D\u0435 \u0437\u043C\u043E\u0436\u0443\u0442\u044C \u043F\u043E\u0442\u0440\u0430\u043F\u0438\u0442\u0438 \u043F\u0435\u0440\u0435\u043B\u0456\u043A \u043D\u0430 \u0432\u0438\u0434\u0430\u043B\u0435\u043D\u043D\u044F \u0442\u0430 \u043D\u0435 \u0431\u0443\u0434\u0443\u0442\u044C \u0437\u0430\u0432\u0430\u0436\u0430\u0442\u0438.\n\n\
\u0420\u0435\u0437\u0443\u043B\u044C\u0442\u0430\u0442\u0438 \u043C\u043E\u0436\u043D\u0430 \u0437\u0431\u0435\u0440\u0435\u0433\u0442\u0438 \u0442\u0430 \u0437\u0430\u0432\u0430\u043D\u0442\u0430\u0436\u0438\u0442\u0438, \
\u043C\u043E\u0436\u043D\u0430 \u0434\u043E\u0434\u0430\u0442\u0438 \u0434\u043E \u043F\u043E\u0442\u043E\u0447\u043D\u0438\u0445 \u0440\u0435\u0437\u0443\u043B\u044C\u0442\u0430\u0442\u0456\u0432 \u0440\u0435\u0437\u0443\u043B\u044C\u0442\u0430\u0442\u0438 \u043D\u043E\u0432\u043E\u0457 \u043F\u0435\u0440\u0435\u0432\u0456\u0440\u043A\u0438 \
(\u0432\u043E\u0447\u0435\u0432\u0438\u0434\u044C, \u0445\u0435\u0448 \u0444\u0443\u043D\u043A\u0446\u0456\u044E \u0432 \u0446\u044C\u043E\u043C\u0443 \u0440\u0430\u0437\u0456 \u043D\u0435 \u0441\u043B\u0456\u0434 \u0437\u043C\u0456\u043D\u044E\u0432\u0430\u0442\u0438).\n\n\
\u041F\u0440\u043E\u0433\u0440\u0430\u043C\u0430 \u0434\u043E\u0437\u0432\u043E\u043B\u044F\u0454 \u0432\u0438\u0434\u0430\u043B\u0438\u0442\u0438 \u0444\u0430\u0439\u043B\u0438 \u043B\u0438\u0448\u0435 \u0432 \u0442\u043E\u043C\u0443 \u0440\u0430\u0437\u0456, \
\u044F\u043A\u0449\u043E \u0432 \u043F\u0456\u0434\u0441\u0443\u043C\u043A\u0443 \u0437\u0430\u043B\u0438\u0448\u0430\u0454\u0442\u044C\u0441\u044F \u043E\u0434\u0438\u043D \u0437 \u0434\u0443\u0431\u043B\u0456\u043A\u0430\u0442\u0456\u0432 \u0443 \u0433\u0440\u0443\u043F\u0456.\n\n\
\u041F\u0410\u041C'\u042F\u0422\u0410\u0419\u0422\u0415, "\u0444\u0430\u0439\u043B\u0438 \u0437 \u043E\u0434\u043D\u0430\u043A\u043E\u0432\u0438\u043C \u0432\u043C\u0456\u0441\u0442\u043E\u043C" \u043D\u0435 \u0437\u0430\u0432\u0436\u0434\u0438 \u0442\u043E\u0442\u043E\u0436\u043D\u0456 \
"\u043D\u0435\u043F\u043E\u0442\u0440\u0456\u0431\u043D\u0438\u043C \u0444\u0430\u0439\u043B\u0430\u043C". \u0414\u0443\u043C\u0430\u0439\u0442\u0435 \u043F\u0435\u0440\u0435\u0434 \u0442\u0438\u043C, \u044F\u043A \u0432\u0438\u0434\u0430\u043B\u0438\u0442\u0438. \u0417\u0432\u043E\u0440\u043E\u0442\u043D\u043E\u0433\u043E \u0448\u043B\u044F\u0445\u0443 \u043D\u0435 \u0431\u0443\u0434\u0435!\n\n\
Enjoy!
gitHubLink=Fork me on GitHub!
emailMe=uniqueoid17@gmail.com
nameYear=\u0412\u0456\u0442\u0430\u043B\u0456\u0439 \u041F\u043E\u0434\u0437\u0438\u0433\u0443\u043D (\u043A\u043E\u0434), \u0410\u043B\u044C\u043E\u043D\u0430 \u041F\u043E\u0434\u0437\u0438\u0433\u0443\u043D (\u043C\u0430\u043B\u044E\u043D\u043A\u0438), 2017
